{
  "reviews": [
    {
      "img": "https://i.ibb.co/nRrGxpY/img-Vishal-Rajput.jpg",
      "name": "Vishal Rajput",
      "summary": "Girl Code IT, was a girl coder society, until I came. I joined GCI in my first year and completed three courses - Basic C++, Web Development and ReactJS. GCI helps me a lot in building my core concepts of programming. I have practised everything that I have learnt which makes my problem solving to next level. Now with the help of Basic C++ and web development courses I am able to solve(atleast think the possible solutions of Competitive programming Questions) and can build some awesome web application, games and many more. I want to thank you all of GCI team member because of you. I made my first year more productive than I expected."
    },
    {
      "img": "https://i.ibb.co/qJ1M6Rv/img-Urvashi-Anand.jpg",
      "name": "Urvashi Anand",
      "summary": "It is so amazing experience to be a part of such an amazing community. Everything I have now or everything I have achieved till now is all because of you all. Thank you so much for being so helpful throughout the courses. I have learnt a lot and from writing the first line of code till now all the mentors helped a lot."
    },
    {
      "img": "https://i.ibb.co/3m4vH32/img-Harsha-Gupta.jpg",
      "name": "Harsha Gupta",
      "summary": "I honestly learnt a lot here. GCI made me realize that the best way to learn and enhance ourselves is by practice. Also, by doing projects mentioned in the milestones, I get a boost to my confidence. The milestones are structured in a superbly perfect way. My experience is great here and I'm always grateful to GCI."
    },
    {
      "img": "https://i.ibb.co/R2N0xCp/Vanshika-Kapoor.jpg",
      "name": "Vanshika Kapoor",
      "summary": "GCI is a great platform to learn ,it has helped me to start from the basics and has always pushed me to learn more ..Without it I couldn't have made a move to learn code ..Moreover ,it provides a good competition and every team member is very supportive as they help to solve problems ,finding errors in my code ..Thankyou GCI for being such a great support"
    },
    {
      "img": "https://i.ibb.co/52zGFVd/Img-Kashika.jpg",
      "name": "Kashika Jain",
      "summary": "The experience of being associated with Girl Code It since past few months has been a wonderful one.The way of analysing the queries and responding to them has been a tremendous one.The various resources regarding scholarship and events to participate in have proven to be successful team efforts of our mentors. Thankyou for collaboration and your guidance."
    },
    {
      "img": "https://i.ibb.co/pzM7pRw/img-Omraj-Sharma.jpg",
      "name": "Omraj Sharma",
      "summary": "It's a great experience learning with girl code it. Our peers in the groups are very supportive and I'll really like to continue learning GCI in future. "
    },
    {
      "img": "https://i.ibb.co/xzMV26R/Syeda-Reeha-Quasar.jpg",
      "name": "Syeda Reeha quasar ",
      "summary": "It is really amazing journey with cooperative and supportive mentors and guidance also really amazing.  Method of learning and due dates also makes it possible to be regular and improve ourselves"
    },
    {
      "img": "https://i.ibb.co/Q901gms/img-Shubham-Fuloria.jpg",
      "name": "Shubham",
      "summary": "Great Course. I love the way it is designed. I learned a lot from the course and much more to learn. Personally I like the straigtforwardness of the track, you complete one topic and solve all important questions then you automatically get motivated and eager to move to next topic/milestone. It's like a treasure for a student like me who unfortunately don't have coding environment in college. I can't explain my gratitude in words towards whole GCI's team. At starting phase, I used to not able to solve simple problems but with time I learned to stick with problem longer and finally solve it. I have a lot to say but ......at last I would like to thank GCI team from bottom of my heart. To be honest I feel very lucky that I got to know about GCI :)"
    },
    {
      "img": "https://i.ibb.co/4jWhwTs/img-Aastha-Aggarwal.jpg",
      "name": "Aastha Aggarwal",
      "summary": "The mentors are amazing & they help open heartedly so I am now able to think myself for alternative solution of a problem with the help of their guidance.Moreover, the quantity and quality of questions are superb."
    },
    {
      "img": "https://i.ibb.co/FxDnDsP/img-Anshika-Agrawal.jpg",
      "name": "Anshika Agrawal",
      "summary": "My experience with GCI is wonderful. All the mentors are very kind and helping. Not only they help us with the course content, they also support us in other fields too. Also the course content is really amazing, with the best resources and questions from multiple platforms. And the most beautiful thing about GCI is that it is not just a community, it is a family where all the members encourage and help each other. We all are thankful of Manvi Di and Vaishali Di for creating such a wonderful community and best environment of coding."
    },
    {
      "img": "https://i.ibb.co/R2N0xCp/Vanshika-Kapoor.jpg",
      "name": "Vanshika Kapoor",
      "summary": "It's truly a great experience. I still remember when I started my coding journey ,i faced a lot of problems and the mentors at gci solved my every basic doubt .It's because of them I have started my competitive programming journey.The seniors here are very helpful and are rendering a selfless service."
    },
    {
      "img": "img_VaishnaviGupta",
      "name": "Vaishnavi Gupta",
      "summary": "It was really nice to learn and be a part of the course.It was a much needed process of learning for me.Completing each milestone while learning more was thrilling and educative at the same time."
    },
    {
      "img": "https://i.ibb.co/HVY1c7F/img-disha.jpg",
      "name": "Disha Bhardwaj",
      "summary": "Girl Code It, the organisation that I am glad to be a part of. I have learnt a lot new things after joining the organisation. Also I am awaked to all the new opportunities that come across, thanks to our mentors. Talking about mentors, I should say they are so helpful as well as understanding irrespective of their busy schedule they always make sure that no queries should be left unsolved."
    },
    {
      "img": "https://i.ibb.co/Vt6mpKw/img-Ridham.jpg",
      "name": "Ridham",
      "summary": "I wasn't much consistent in the group due to some personal issues but i find  GCI , one of the best upcoming projects, the milestones help us gain knowledge, experience and ultimately design projects, the mentors are very helpful and the whole GCI team is working hard just for us. Best resources and best guidance is what one can get from GCI. If i didn't lacked some internet issues, i would have been consistence. It is the best. "
    },
    {
      "img": "https://i.ibb.co/xJRNxdq/img-Aayushi-Mittal.jpg",
      "name": "Aayushi Mittal",
      "summary": "It was an amazing experience overall. I attended the orientation of this society in our college and it was so motivational that I searched about the programming languages on that very day. And seniors helped us a lot throughout this journey and they guided us the right path. The milestones are informative and well organised. They also keep us updated with the new opportunities through WhatsApp groups and Linkedin. I think I couldn't have achieved this much without being a part of this society. Thank you so much for this great initiative."
    },
    {
      "img": "https://i.ibb.co/Ht2RStk/img-Khushi-Sharma.jpg",
      "name": "Khushi",
      "summary": "It's awesome. If I ask one doubt then like atleast 10 of them are ready to clear it at that moment. It doesn't matter how silly is my doubt. This gives me confidence to ask anything which I think is one of the most important and unique feature of GCI."
    },
    {
      "img": "https://i.ibb.co/C1Nmm0p/img-Prachi-Bansal.jpg",
      "name": "Prachi Bansal",
      "summary": "The journey with Girl Code It is amazing. Firstly it is not like other societies in college which do an orientation on the first day and then does nothing but in Girl Code It the work started as soon as we enroll for the course. Mentors are always there to help when we are stuck in any problem and also help when we want any advice.Also in Girl Code It we got to learn about git and GitHub and also taught us how we can start open-source contributions and work in a team."
    },
    {
      "img": "https://i.ibb.co/0DNTH4J/img-Megha-Gupta.jpg",
      "name": "Megha Gupta",
      "summary": "It is an amazing platform for each and every student for self learning. Most of the skills i have learned is from gci . All the mentors are very amazing and supportive and always there to help whenever we need them not only related to course but everything whenever we need them. This is the best platform i have ever seen for building my skills."
    },
    {
      "img": "https://i.ibb.co/nRcr1wd/img-Rishika-Sharma.png",
      "name": "Rishika Sharma ",
      "summary": "It's been a great experience, initially, I could not even imagine myself sitting in front of a laptop and coding for even more than an hour, but now, I've stuck around a problem for hours and didn't get up before solving it. I give all the credit to the entire GCI team for building up this community where all doubts are solved even the easiest ones, especially Manvi Di, who asked me not to give up just bcz I thought I was dumb and wasn't good enough, just one chat with her gave me a boost and convinced me to struggle. I won't say I achieved a lot, I should have done more and practiced more but for someone who believed this field was not for them, to them imagining a career in it, it has been a long, confusing, and beautiful journey. I look fwd to learning more and improving a lot w/ GCI. Please never stop guiding and helping us! Loads of love."
    },
    {
      "img": "https://i.ibb.co/JcdfFHx/Img-Raksha-Gupta.jpg",
      "name": "Raksha",
      "summary": "My journey with Girl Code It has been great. Since the start, the mentors have been extremely supportive and motivating. All the content is provided at no cost and it is of supreme quality. GCI team understands us, and is always there to help us in need. Regular opportunity updates is given and overall the society is highly active which is a push to do better in itself. I am glad to be a part of it! :)"
    },
    {
      "img": "https://i.ibb.co/XJ670jd/img-Khushboo-Goel-1.jpg" ,
      "name": "Khushboo Goel",
      "summary": "My journey so far with GCI has been great. The milestones set are easy to understand and contain great resources to learn from. GCI has motivated me to take the first step towards learning to code."
    },
    {
      "img": "https://i.ibb.co/6FDdYBj/img-Rayman-Kour-Sodhi.jpg",
      "name": "Rayman Kour",
      "summary": "Great Learning  platform and very much beginner friendly. It helped me get familiar with online free resources  like W3 schools .And coding platforms like hackerrank,hackerearth etc.Also the milestones  help provide a better way of learning."
    },
    {
      "img": "https://i.ibb.co/3T9LRjb/img-Mili-Jolly.jpg",
      "name": "Mili Jolly",
      "summary": "It has been an amazing learning experience.The milestones provided are well designed  to help students get better concept clarity and ample amount of practice questions are provided as well to have a good command on the topic. Thank you Team GCI for your guidance and support."
    },
    {
      "img": "https://i.ibb.co/Njvc6NS/img-Esha-Singh.jpg",
      "name": "Esha Singh",
      "summary": "Loved all the materials provided by them, even the way in which the course is planned is really nice and helpful. All the seniors are very responsive in case of doubts or any other issues. Loved the atmosphere and enthusiasm that all members of GCI have when it comes to coding!!"
    },
    {
      "img": "https://i.ibb.co/BrzB7Nk/img-Khushboo-Goel.jpg",
      "name": "Khushboo",
      "summary": "It's been an incredible journey. Learnt a lot being part of this supporting and curious community. The milestones provided me the deadlines to work with and mentor support helped me to get away, whenever I am stuck. "
    }
  ]
}
